# St7SetBeamOutline

Sets the outline colour scheme for beams.

long St7SetBeamOutline(long uID, long Outline)
Input Parameters
uID
Strand7 model file ID.
Outline
One of blNone, blProperty, blGroup, blColour, blOrientation or blContour.